Todo201904.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-04-25 Thu 11:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Org-mode todo 2019-04</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="[[https://wangcc.me][Chaochen Wang]]Chaochen Wang" />
</head>
<body>
<div id="content">
<h1 class="title">Org-mode todo 2019-04</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1863e81">1. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-30 Sat&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org8196aac">1.1. <span class="done DONE">DONE</span> Database analysis time-dep&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
</ul>
</li>
<li><a href="#org6d653f9">2. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-01 Mon&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orgf01d637">2.1. <span class="done DONE">DONE</span> some database analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#org6a56392">2.2. <span class="done DONE">DONE</span> Too excited about the funding secured.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#org43a53f9">3. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-02 Tue&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org5b778a4">3.1. <span class="done DONE">DONE</span> Deep learning 2nd course Week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orge4ec87d">3.2. <span class="done DONE">DONE</span> Deep Learning 2nd course Week 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
</ul>
</li>
<li><a href="#orgaf2f813">4. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-03 Wed&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org41de561">4.1. <span class="done DONE">DONE</span> Deep learning 2nd course Week 2 (homework)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org5eade95">4.2. <span class="done DONE">DONE</span> Machine Learning Week 7 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
</ul>
</li>
<li><a href="#orgc2cc76b">5. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-04 Thu&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org26da8b6">5.1. <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org6938516">5.2. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org724c28b">5.3. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org8dbd729">5.4. <span class="todo TODO">TODO</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#org9d344c9">5.5. <span class="todo TODO">TODO</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgcf183ec">5.6. <span class="todo TODO">TODO</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#org7d5e277">5.6.1. until P224</a></li>
</ul>
</li>
<li><a href="#orge29679e">5.7. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#org8643236">5.8. <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgd8fa79e">5.9. <span class="todo TODO">TODO</span> Deep learning 2nd course Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org0e58b01">5.10. <span class="done DONE">DONE</span> Machine Learning Week 7 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org2cc307c">5.11. <span class="todo TODO">TODO</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orgc3e2330">5.12. <span class="todo TODO">TODO</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org5f7851b">5.13. <span class="done DONE">DONE</span> Stat review research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
</ul>
</li>
<li><a href="#org5c24923">6. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-05 Fri&gt; </span></span> CSS day Tasks:</a>
<ul>
<li><a href="#org1307702">6.1. <span class="done DONE">DONE</span> Database analysis-time dep with comorbitidy&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#org0834fd0">6.2. <span class="done DONE">DONE</span> Database analysis how to graphically show a time-varying covariate in survival analysis</a></li>
</ul>
</li>
<li><a href="#org4338ed1">7. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-08 Mon&gt; </span></span> CSS day Tasks:</a>
<ul>
<li><a href="#org350c869">7.1. <span class="done DONE">DONE</span> Machine Learning Week 8 lectures (unsupervised learning)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org2fc73d9">7.2. <span class="done DONE">DONE</span> time-dependent survival figure confirmed</a></li>
</ul>
</li>
<li><a href="#org6f1e459">8. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-09 Tue&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org218edca">8.1. <span class="done DONE">DONE</span> Machine Learning Week 8 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org1aa1489">8.2. <span class="done DONE">DONE</span> Funding budget plan for FY2019&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#orgee36582">9. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-10 Wed&gt; </span></span> Tasks</a>
<ul>
<li><a href="#org154587e">9.1. <span class="done DONE">DONE</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org1b1638a">9.2. <span class="done DONE">DONE</span> Deep learning 2nd course Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org92a39a0">9.3. <span class="done DONE">DONE</span> Confirm the marta project report&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
</ul>
</li>
<li><a href="#orgff856e7">10. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-11 Thu&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org8342517">10.1. <span class="done DONE">DONE</span> Deep learning 2nd course Week 3 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org2a44815">10.2. <span class="done DONE">DONE</span> Breast cancer and alcohol drinking redo (new definition of followup)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
</ul>
</li>
<li><a href="#org3b9067b">11. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-12 Fri&gt; </span></span> sick leave beacuse of tonsil(litis) swelling</a></li>
<li><a href="#org4631dd3">12. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-15 Mon&gt; </span></span> CSS tasks:</a>
<ul>
<li><a href="#orgbb1ab77">12.1. <span class="done DONE">DONE</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org6e8e19d">12.2. <span class="done DONE">DONE</span> Stats review for Research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org0cf43c9">12.3. <span class="done DONE">DONE</span> SAS programming on selecting the blood testing results for each patient&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
</ul>
</li>
<li><a href="#orgd7f8d65">13. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-16 Tue&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#orgabdfe21">13.1. <span class="done DONE">DONE</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org6c1c90d">13.2. <span class="done DONE">DONE</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orge4942ae">13.3. <span class="done DONE">DONE</span> NCU cancel membership&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NCU">NCU</span></span></a></li>
</ul>
</li>
<li><a href="#org9e48154">14. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-17 Wed&gt;</span></span>~<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-18 Thu&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org765350c">14.1. <span class="done DONE">DONE</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#orgd85e89a">14.2. <span class="done DONE">DONE</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org1462bed">14.3. <span class="done DONE">DONE</span> Shinsain touroku&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
<li><a href="#org6c743a6">15. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-19 Fri&gt; </span></span> CSS tasks:</a>
<ul>
<li><a href="#org454a5d2">15.1. <span class="done DONE">DONE</span> Deep learning 3nd course Week 1 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgdca3527">15.2. <span class="todo DOING">DOING</span> Low-dose smoking and cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#orgadee07d">15.3. <span class="done DONE">DONE</span> Database SAS programming for time-dep&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
</ul>
</li>
<li><a href="#orgb015553">16. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-22 Mon&gt; </span></span> CSS Tasks:</a>
<ul>
<li><a href="#orgf13eeab">16.1. <span class="done DONE">DONE</span> Low-dose smoking and cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#org1ecaad8">16.2. <span class="done DONE">DONE</span> SAS data extraction from the whole dataset&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#org6d8e65a">16.3. <span class="done DONE">DONE</span> Read book 2: Correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#org5e03407">16.3.1. until Page P11</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org36dfee0">17. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-23 Tue&gt;</span></span>~<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-24 Wed&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org1252cc6">17.1. <span class="todo HANGUP">HANGUP</span> Deep learning 3nd course Week 2 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org157f5ca">17.2. <span class="done DONE">DONE</span> Testing questions (4 Q)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li><a href="#org966dc9c">17.2.1. <span class="done DONE">DONE</span> Q1</a></li>
<li><a href="#org0be783f">17.2.2. <span class="done DONE">DONE</span> Q2</a></li>
<li><a href="#org9152308">17.2.3. <span class="done DONE">DONE</span> Q3</a></li>
<li><a href="#org88b0a5c">17.2.4. <span class="done DONE">DONE</span> Q4</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgcd05304">18. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-25 Thu&gt; </span></span> Tasks:</a>
<ul>
<li><a href="#org8367f9d">18.1. <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis practical part&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orga06e67c">18.2. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org0b9ebd2">18.3. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgd307bf3">18.4. <span class="todo TODO">TODO</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#orgd3d95cd">18.4.1. until P224</a></li>
</ul>
</li>
<li><a href="#org68aba79">18.5. <span class="todo TODO">TODO</span> Read book 2: Correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org83bddad">18.6. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#org587e8dc">18.7. <span class="todo TODO">TODO</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgd3c2110">18.8. <span class="todo TODO">TODO</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#org0d00add">18.9. <span class="todo TODO">TODO</span> Read book 6: Correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org47bca34">18.10. <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org962977c">18.11. <span class="todo DOING">DOING</span> Deep learning 3nd course Week 2 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgb811705">18.12. <span class="todo TODO">TODO</span> Smoking and colon cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#org0d003cb">18.13. <span class="todo TODO">TODO</span> Breast cancer and reproduction (confirm the SAP)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a>
<ul>
<li><a href="#orgaf72e48">18.13.1. Breast cancer and reproduction data preparation for Naito&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
</ul>
</li>
<li><a href="#org870846d">18.14. <span class="todo TODO">TODO</span> Machine Learning Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org1e497ec">18.15. <span class="todo TODO">TODO</span> Research square stat review task 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orga761e39">18.16. <span class="todo TODO">TODO</span> Research square stat review task 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orga908eea">18.17. <span class="todo DOING">DOING</span> Paper review for hypertension research&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org38760f8">18.18. <span class="done DONE">DONE</span> Confirm NHNS new data availability&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org4fbd9c6">18.19. <span class="todo TODO">TODO</span> draft for ikemoto lets aim to finish during the holiday&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
</ul>
</li>
</ul>
</div>
</div>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
</pre>
