Todo201904.org
* <2019-03-30 Sat> Tasks: 
** DONE Database analysis time-dep                                :parttime:
* <2019-04-01 Mon> Tasks:
** DONE some database analysis                                    :parttime:
** DONE Too excited about the funding secured.                         :AMU:
* <2019-04-02 Tue> Tasks:
** DONE Deep learning 2nd course Week 1                            :private:
** DONE Deep Learning 2nd course Week 2                            :private:

* <2019-04-03 Wed> Tasks: 
** DONE Deep learning 2nd course Week 2 (homework)                 :private:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 7 tasks                              :private:

* <2019-04-04 Thu> Tasks:
** TODO Cluster analysis & Principal component analysis              :LSHTM:
** TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]              :bookdown:books:LSHTM:
** TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                :bookdown:books:LSHTM:
** TODO Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** TODO Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                   :reading:
** TODO Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                   :reading:
*** until P224
** TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:             :interests:reading:
** TODO Chinese Calligraphy(Lantingji Xu)                          :private:
** TODO Deep learning 2nd course Week 3                            :private:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 7 tasks                              :private:
** TODO Confirm the correct way of conducting CFA                      :AMU:
** TODO Write down the analysis plan for Ikemoto                       :AMU:
** DONE Stat review research square                                :private:
* <2019-04-05 Fri> CSS day Tasks: 
** DONE Database analysis-time dep with comorbitidy               :parttime:
** DONE Database analysis how to graphically show a time-varying covariate in survival analysis
* <2019-04-08 Mon> CSS day Tasks: 
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 8 lectures (unsupervised learning)   :private:
** DONE time-dependent survival figure confirmed
* <2019-04-09 Tue> Tasks:
** DONE [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 8 tasks                              :private:
** DONE Funding budget plan for FY2019                                 :AMU:
DEADLINE: <2019-04-12 Fri>
* <2019-04-10 Wed> Tasks
** DONE Cluster analysis & Principal component analysis              :LSHTM:
** DONE Deep learning 2nd course Week 3                            :private:
** DONE Confirm the marta project report                             :LSHTM:

* <2019-04-11 Thu> Tasks:
