Todo201904.html

<div id="outline-container-org1863e81" class="outline-2">
<h2 id="org1863e81"><span class="section-number-2">1</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-03-30 Sat&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org8196aac" class="outline-3">
<h3 id="org8196aac"><span class="section-number-3">1.1</span> <span class="done DONE">DONE</span> Database analysis time-dep&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
</div>
<div id="outline-container-org6d653f9" class="outline-2">
<h2 id="org6d653f9"><span class="section-number-2">2</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-01 Mon&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgf01d637" class="outline-3">
<h3 id="orgf01d637"><span class="section-number-3">2.1</span> <span class="done DONE">DONE</span> some database analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
<div id="outline-container-org6a56392" class="outline-3">
<h3 id="org6a56392"><span class="section-number-3">2.2</span> <span class="done DONE">DONE</span> Too excited about the funding secured.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
</div>
<div id="outline-container-org43a53f9" class="outline-2">
<h2 id="org43a53f9"><span class="section-number-2">3</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-02 Tue&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org5b778a4" class="outline-3">
<h3 id="org5b778a4"><span class="section-number-3">3.1</span> <span class="done DONE">DONE</span> Deep learning 2nd course Week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orge4ec87d" class="outline-3">
<h3 id="orge4ec87d"><span class="section-number-3">3.2</span> <span class="done DONE">DONE</span> Deep Learning 2nd course Week 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
</div>

<div id="outline-container-orgaf2f813" class="outline-2">
<h2 id="orgaf2f813"><span class="section-number-2">4</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-03 Wed&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org41de561" class="outline-3">
<h3 id="org41de561"><span class="section-number-3">4.1</span> <span class="done DONE">DONE</span> Deep learning 2nd course Week 2 (homework)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org5eade95" class="outline-3">
<h3 id="org5eade95"><span class="section-number-3">4.2</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 7 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
</div>

<div id="outline-container-orgc2cc76b" class="outline-2">
<h2 id="orgc2cc76b"><span class="section-number-2">5</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-04 Thu&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org26da8b6" class="outline-3">
<h3 id="org26da8b6"><span class="section-number-3">5.1</span> <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org6938516" class="outline-3">
<h3 id="org6938516"><span class="section-number-3">5.2</span> <span class="todo TODO">TODO</span> Survival analysis <a href="https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html">Frailty models</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org724c28b" class="outline-3">
<h3 id="org724c28b"><span class="section-number-3">5.3</span> <span class="todo TODO">TODO</span> <a href="https://wangcc.me/LSHTMlearningnote/section-88.html">Bayesian statistics Chapter 9</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org8dbd729" class="outline-3">
<h3 id="org8dbd729"><span class="section-number-3">5.4</span> <span class="todo TODO">TODO</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-org9d344c9" class="outline-3">
<h3 id="org9d344c9"><span class="section-number-3">5.5</span> <span class="todo TODO">TODO</span> Read book 5: <a href="https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&amp;qid=1546839385&amp;sr=8-1&amp;keywords=wonderful+R">Wonderful R</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-orgcf183ec" class="outline-3">
<h3 id="orgcf183ec"><span class="section-number-3">5.6</span> <span class="todo TODO">TODO</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
<div class="outline-text-3" id="text-5-6">
</div>
<div id="outline-container-org7d5e277" class="outline-4">
<h4 id="org7d5e277"><span class="section-number-4">5.6.1</span> until P224</h4>
</div>
</div>
<div id="outline-container-orge29679e" class="outline-3">
<h3 id="orge29679e"><span class="section-number-3">5.7</span> <span class="todo TODO">TODO</span> Read book 3: <a href="https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231">Bayesian biostatistics</a>:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></h3>
</div>
<div id="outline-container-org8643236" class="outline-3">
<h3 id="org8643236"><span class="section-number-3">5.8</span> <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgd8fa79e" class="outline-3">
<h3 id="orgd8fa79e"><span class="section-number-3">5.9</span> <span class="todo TODO">TODO</span> Deep learning 2nd course Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org0e58b01" class="outline-3">
<h3 id="org0e58b01"><span class="section-number-3">5.10</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 7 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org2cc307c" class="outline-3">
<h3 id="org2cc307c"><span class="section-number-3">5.11</span> <span class="todo TODO">TODO</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-orgc3e2330" class="outline-3">
<h3 id="orgc3e2330"><span class="section-number-3">5.12</span> <span class="todo TODO">TODO</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-org5f7851b" class="outline-3">
<h3 id="org5f7851b"><span class="section-number-3">5.13</span> <span class="done DONE">DONE</span> Stat review research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
</div>
<div id="outline-container-org5c24923" class="outline-2">
<h2 id="org5c24923"><span class="section-number-2">6</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-05 Fri&gt; </span></span> CSS day Tasks:</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org1307702" class="outline-3">
<h3 id="org1307702"><span class="section-number-3">6.1</span> <span class="done DONE">DONE</span> Database analysis-time dep with comorbitidy&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
<div id="outline-container-org0834fd0" class="outline-3">
<h3 id="org0834fd0"><span class="section-number-3">6.2</span> <span class="done DONE">DONE</span> Database analysis how to graphically show a time-varying covariate in survival analysis</h3>
</div>
</div>
<div id="outline-container-org4338ed1" class="outline-2">
<h2 id="org4338ed1"><span class="section-number-2">7</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-08 Mon&gt; </span></span> CSS day Tasks:</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org350c869" class="outline-3">
<h3 id="org350c869"><span class="section-number-3">7.1</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 8 lectures (unsupervised learning)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org2fc73d9" class="outline-3">
<h3 id="org2fc73d9"><span class="section-number-3">7.2</span> <span class="done DONE">DONE</span> time-dependent survival figure confirmed</h3>
</div>
</div>
<div id="outline-container-org6f1e459" class="outline-2">
<h2 id="org6f1e459"><span class="section-number-2">8</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-09 Tue&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org218edca" class="outline-3">
<h3 id="org218edca"><span class="section-number-3">8.1</span> <span class="done DONE">DONE</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 8 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org1aa1489" class="outline-3">
<h3 id="org1aa1489"><span class="section-number-3">8.2</span> <span class="done DONE">DONE</span> Funding budget plan for FY2019&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
<div class="outline-text-3" id="text-8-2">
</div>
</div>
</div>
<div id="outline-container-orgee36582" class="outline-2">
<h2 id="orgee36582"><span class="section-number-2">9</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-10 Wed&gt; </span></span> Tasks</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org154587e" class="outline-3">
<h3 id="org154587e"><span class="section-number-3">9.1</span> <span class="done DONE">DONE</span> Cluster analysis &amp; Principal component analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org1b1638a" class="outline-3">
<h3 id="org1b1638a"><span class="section-number-3">9.2</span> <span class="done DONE">DONE</span> Deep learning 2nd course Week 3&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org92a39a0" class="outline-3">
<h3 id="org92a39a0"><span class="section-number-3">9.3</span> <span class="done DONE">DONE</span> Confirm the marta project report&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
</div>

<div id="outline-container-orgff856e7" class="outline-2">
<h2 id="orgff856e7"><span class="section-number-2">10</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-11 Thu&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-10">
</div>
