Todo201904.org
** DONE Deep learning 2nd course Week 3 assignment                 :private:
** DONE Breast cancer and alcohol drinking redo (new definition of followup) :JACC:
DEADLINE: <2019-04-12 Fri>
* <2019-04-12 Fri> sick leave beacuse of tonsil(litis) swelling
* <2019-04-15 Mon> CSS tasks: 
** DONE Confirm the correct way of conducting CFA                      :AMU:
** DONE Stats review for Research square                           :private:
DEADLINE: <2019-04-13 Sat>
** DONE SAS programming on selecting the blood testing results for each patient :parttime:
* <2019-04-16 Tue> Tasks: 
** DONE Confirm the correct way of conducting CFA                      :AMU:
** DONE Write down the analysis plan for Ikemoto                       :AMU:
** DONE NCU cancel membership                                          :NCU:
* <2019-04-17 Wed>~<2019-04-18 Thu> Tasks: 
** DONE Confirm the correct way of conducting CFA                      :AMU:
** DONE Write down the analysis plan for Ikemoto                       :AMU:
** DONE Shinsain touroku                                               :AMU:
DEADLINE: <2019-04-19 Fri>
* <2019-04-19 Fri> CSS tasks: 
** DONE Deep learning 3nd course Week 1 assignment                 :private:
** DOING Low-dose smoking and cancer mortality                        :JACC:
DEADLINE: <2019-04-25 Thu>
** DONE Database SAS programming for time-dep                     :parttime:

* <2019-04-22 Mon> CSS Tasks:
** DONE Low-dose smoking and cancer mortality                         :JACC:
DEADLINE: <2019-04-25 Thu>
** DONE SAS data extraction from the whole dataset                :parttime:
** DONE Read book 2: [[https://www.amazon.co.jp/Correspondence-Analysis-Practice-Interdisciplinary-Statistics/dp/1498731775][Correspondence analysis]]                         :LSHTM:
*** until Page P11
* <2019-04-23 Tue>~<2019-04-24 Wed> Tasks:
** HANGUP Deep learning 3nd course Week 2 assignment               :private:
** DONE Testing questions (4 Q)                                        :AMU:
DEADLINE: <2019-04-25 Thu>
*** DONE Q1 
*** DONE Q2
*** DONE Q3
*** DONE Q4
* <2019-04-25 Thu> Tasks: 
** TODO Cluster analysis & Principal component analysis practical part :LSHTM:
** TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]              :bookdown:books:LSHTM:
** TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                :bookdown:books:LSHTM:
** TODO Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                   :reading:
*** until P224
** TODO Read book 2: [[https://www.amazon.co.jp/Correspondence-Analysis-Practice-Interdisciplinary-Statistics/dp/1498731775][Correspondence analysis]]                         :LSHTM:
** TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:             :interests:reading:
** TODO Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** TODO Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                   :reading:
