Todo201904.html
<div id="outline-container-org8342517" class="outline-3">
<h3 id="org8342517"><span class="section-number-3">10.1</span> <span class="done DONE">DONE</span> Deep learning 2nd course Week 3 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org2a44815" class="outline-3">
<h3 id="org2a44815"><span class="section-number-3">10.2</span> <span class="done DONE">DONE</span> Breast cancer and alcohol drinking redo (new definition of followup)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-10-2">
</div>
</div>
</div>
<div id="outline-container-org3b9067b" class="outline-2">
<h2 id="org3b9067b"><span class="section-number-2">11</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-12 Fri&gt; </span></span> sick leave beacuse of tonsil(litis) swelling</h2>
</div>
<div id="outline-container-org4631dd3" class="outline-2">
<h2 id="org4631dd3"><span class="section-number-2">12</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-15 Mon&gt; </span></span> CSS tasks:</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orgbb1ab77" class="outline-3">
<h3 id="orgbb1ab77"><span class="section-number-3">12.1</span> <span class="done DONE">DONE</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-org6e8e19d" class="outline-3">
<h3 id="org6e8e19d"><span class="section-number-3">12.2</span> <span class="done DONE">DONE</span> Stats review for Research square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-12-2">
</div>
</div>
<div id="outline-container-org0cf43c9" class="outline-3">
<h3 id="org0cf43c9"><span class="section-number-3">12.3</span> <span class="done DONE">DONE</span> SAS programming on selecting the blood testing results for each patient&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
</div>
<div id="outline-container-orgd7f8d65" class="outline-2">
<h2 id="orgd7f8d65"><span class="section-number-2">13</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-16 Tue&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-orgabdfe21" class="outline-3">
<h3 id="orgabdfe21"><span class="section-number-3">13.1</span> <span class="done DONE">DONE</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-org6c1c90d" class="outline-3">
<h3 id="org6c1c90d"><span class="section-number-3">13.2</span> <span class="done DONE">DONE</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-orge4942ae" class="outline-3">
<h3 id="orge4942ae"><span class="section-number-3">13.3</span> <span class="done DONE">DONE</span> NCU cancel membership&#xa0;&#xa0;&#xa0;<span class="tag"><span class="NCU">NCU</span></span></h3>
</div>
</div>
<div id="outline-container-org9e48154" class="outline-2">
<h2 id="org9e48154"><span class="section-number-2">14</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-17 Wed&gt;</span></span>~<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-18 Thu&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-org765350c" class="outline-3">
<h3 id="org765350c"><span class="section-number-3">14.1</span> <span class="done DONE">DONE</span> Confirm the correct way of conducting CFA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-orgd85e89a" class="outline-3">
<h3 id="orgd85e89a"><span class="section-number-3">14.2</span> <span class="done DONE">DONE</span> Write down the analysis plan for Ikemoto&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-org1462bed" class="outline-3">
<h3 id="org1462bed"><span class="section-number-3">14.3</span> <span class="done DONE">DONE</span> Shinsain touroku&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
<div class="outline-text-3" id="text-14-3">
</div>
</div>
</div>
<div id="outline-container-org6c743a6" class="outline-2">
<h2 id="org6c743a6"><span class="section-number-2">15</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-19 Fri&gt; </span></span> CSS tasks:</h2>
<div class="outline-text-2" id="text-15">
</div>
<div id="outline-container-org454a5d2" class="outline-3">
<h3 id="org454a5d2"><span class="section-number-3">15.1</span> <span class="done DONE">DONE</span> Deep learning 3nd course Week 1 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgdca3527" class="outline-3">
<h3 id="orgdca3527"><span class="section-number-3">15.2</span> <span class="todo DOING">DOING</span> Low-dose smoking and cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-15-2">
</div>
</div>
<div id="outline-container-orgadee07d" class="outline-3">
<h3 id="orgadee07d"><span class="section-number-3">15.3</span> <span class="done DONE">DONE</span> Database SAS programming for time-dep&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
</div>

<div id="outline-container-orgb015553" class="outline-2">
<h2 id="orgb015553"><span class="section-number-2">16</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-22 Mon&gt; </span></span> CSS Tasks:</h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-orgf13eeab" class="outline-3">
<h3 id="orgf13eeab"><span class="section-number-3">16.1</span> <span class="done DONE">DONE</span> Low-dose smoking and cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-16-1">
</div>
</div>
<div id="outline-container-org1ecaad8" class="outline-3">
<h3 id="org1ecaad8"><span class="section-number-3">16.2</span> <span class="done DONE">DONE</span> SAS data extraction from the whole dataset&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
<div id="outline-container-org6d8e65a" class="outline-3">
<h3 id="org6d8e65a"><span class="section-number-3">16.3</span> <span class="done DONE">DONE</span> Read book 2: <a href="https://www.amazon.co.jp/Correspondence-Analysis-Practice-Interdisciplinary-Statistics/dp/1498731775">Correspondence analysis</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-16-3">
</div>
<div id="outline-container-org5e03407" class="outline-4">
<h4 id="org5e03407"><span class="section-number-4">16.3.1</span> until Page P11</h4>
</div>
</div>
</div>
<div id="outline-container-org36dfee0" class="outline-2">
<h2 id="org36dfee0"><span class="section-number-2">17</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-23 Tue&gt;</span></span>~<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-24 Wed&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-17">
</div>
<div id="outline-container-org1252cc6" class="outline-3">
<h3 id="org1252cc6"><span class="section-number-3">17.1</span> <span class="todo HANGUP">HANGUP</span> Deep learning 3nd course Week 2 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org157f5ca" class="outline-3">
<h3 id="org157f5ca"><span class="section-number-3">17.2</span> <span class="done DONE">DONE</span> Testing questions (4 Q)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
<div class="outline-text-3" id="text-17-2">
</div>
<div id="outline-container-org966dc9c" class="outline-4">
<h4 id="org966dc9c"><span class="section-number-4">17.2.1</span> <span class="done DONE">DONE</span> Q1</h4>
</div>
<div id="outline-container-org0be783f" class="outline-4">
<h4 id="org0be783f"><span class="section-number-4">17.2.2</span> <span class="done DONE">DONE</span> Q2</h4>
</div>
<div id="outline-container-org9152308" class="outline-4">
<h4 id="org9152308"><span class="section-number-4">17.2.3</span> <span class="done DONE">DONE</span> Q3</h4>
</div>
<div id="outline-container-org88b0a5c" class="outline-4">
<h4 id="org88b0a5c"><span class="section-number-4">17.2.4</span> <span class="done DONE">DONE</span> Q4</h4>
</div>
</div>
</div>
<div id="outline-container-orgcd05304" class="outline-2">
<h2 id="orgcd05304"><span class="section-number-2">18</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-04-25 Thu&gt; </span></span> Tasks:</h2>
<div class="outline-text-2" id="text-18">
</div>
<div id="outline-container-org8367f9d" class="outline-3">
<h3 id="org8367f9d"><span class="section-number-3">18.1</span> <span class="todo TODO">TODO</span> Cluster analysis &amp; Principal component analysis practical part&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-orga06e67c" class="outline-3">
<h3 id="orga06e67c"><span class="section-number-3">18.2</span> <span class="todo TODO">TODO</span> Survival analysis <a href="https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html">Frailty models</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org0b9ebd2" class="outline-3">
<h3 id="org0b9ebd2"><span class="section-number-3">18.3</span> <span class="todo TODO">TODO</span> <a href="https://wangcc.me/LSHTMlearningnote/section-88.html">Bayesian statistics Chapter 9</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-orgd307bf3" class="outline-3">
<h3 id="orgd307bf3"><span class="section-number-3">18.4</span> <span class="todo TODO">TODO</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h3>
<div class="outline-text-3" id="text-18-4">
</div>
<div id="outline-container-orgd3d95cd" class="outline-4">
<h4 id="orgd3d95cd"><span class="section-number-4">18.4.1</span> until P224</h4>
</div>
</div>
<div id="outline-container-org68aba79" class="outline-3">
<h3 id="org68aba79"><span class="section-number-3">18.5</span> <span class="todo TODO">TODO</span> Read book 2: <a href="https://www.amazon.co.jp/Correspondence-Analysis-Practice-Interdisciplinary-Statistics/dp/1498731775">Correspondence analysis</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
